cask_args appdir: '/Applications'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'jq'
brew 'libcaca'
brew 'libgit2'
brew 'openssl'
brew 'node'
brew 'readline'
brew 'fzf'
brew 'ripgrep'
brew 'eza'
brew 'roundup'
brew 'spaceman-diff'
brew 'spark'
brew 'unar'
brew 'wget'
brew 'yt-dlp'
brew 'starship'

cask '1password'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'transmission'
cask 'vlc'
